Repository: raullenchai/Rapid-MLX
Catalog: apps/rapid-mac/Sources/Rapid/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Send a message…
zh_hans: 输入消息…

source: New chat
zh_hans: 新对话

source: Search chats
zh_hans: 搜索对话

source: Type a command
zh_hans: 输入命令

source: No commands match
zh_hans: 没有匹配的命令

source: Open Images
zh_hans: 打开图像

source: Open Audio
zh_hans: 打开音频

source: Open Agent
zh_hans: 打开智能体

source: Open Settings
zh_hans: 打开设置

source: Open Model Management
zh_hans: 打开模型管理

source: Open Connectors
zh_hans: 打开连接器

source: Show or hide server logs
zh_hans: 显示或隐藏服务器日志

source: Export diagnostics…
zh_hans: 导出诊断…

source: Check for updates
zh_hans: 检查更新

source: Command Palette…
zh_hans: 命令面板…

source: Go
zh_hans: 前往

source: RECENTS
zh_hans: 最近

source: PINNED
zh_hans: 已置顶

source: ARCHIVED
zh_hans: 已归档

source: No chats yet
zh_hans: 还没有对话

source: No chats match
zh_hans: 没有匹配的对话

source: Clear search
zh_hans: 清除搜索

source: Settings
zh_hans: 设置

source: Tools
zh_hans: 工具

source: Web Search
zh_hans: 网页搜索

source: Sampling
zh_hans: 采样

source: Appearance
zh_hans: 外观

source: Quick Ask
zh_hans: 快速提问

source: Privacy
zh_hans: 隐私

source: Send anonymous usage data
zh_hans: 发送匿名使用数据

source: App version, macOS version, CPU architecture, and crash reports. No prompts, no responses, no identity.
zh_hans: 应用版本、macOS 版本、CPU 架构、崩溃报告。不包含提示词、回复内容、身份信息。

source: Where the data goes
zh_hans: 数据流向

source: Privacy policy
zh_hans: 隐私政策

source: License (EULA)
zh_hans: 授权许可 (EULA)

source: Open-source credits
zh_hans: 开源致谢

source: About Rapid-MLX
zh_hans: 关于 Rapid-MLX

source: About Rapid-MLX…
zh_hans: 关于 Rapid-MLX…

source: Hide logs
zh_hans: 隐藏日志

source: Show logs
zh_hans: 显示日志

source: Backend
zh_hans: 后端

source: Light
zh_hans: 浅色

source: Dark
zh_hans: 深色

source: Auto (follow system)
zh_hans: 跟随系统

source: Theme
zh_hans: 主题

source: Reset to defaults
zh_hans: 恢复默认

source: Temperature
zh_hans: 温度

source: Repetition penalty
zh_hans: 重复惩罚

source: Show advanced
zh_hans: 显示高级选项

source: Stopped.
zh_hans: 已停止。

source: Ready
zh_hans: 就绪

source: Idle
zh_hans: 空闲

source: Not installed
zh_hans: 未安装

source: Crashed
zh_hans: 已崩溃

source: Downloading
zh_hans: 下载中

source: Warming up
zh_hans: 预热中

source: Starting
zh_hans: 启动中

source: Stopped
zh_hans: 已停止

source: Today
zh_hans: 今天

source: Yesterday
zh_hans: 昨天

source: Previous 7 Days
zh_hans: 过去 7 天

source: Previous 30 Days
zh_hans: 过去 30 天

source: Older
zh_hans: 更早

source: Pinned
zh_hans: 已置顶

source: Close
zh_hans: 关闭

# image_input.unavailable.legacy_model
source: This model doesn't support photos. Choose a vision-capable model to add one.
zh_hans: 此模型不支持照片。要添加照片，请选择支持视觉的模型。

# image_input.unavailable.text_lane_forced
source: This model runs text-only; its vision path isn't available. Choose a vision-capable model to add photos.
zh_hans: 此模型当前只能处理文字，视觉功能不可用。要添加照片，请选择支持视觉的模型。

# image_input.unavailable.speculative_decode
source: This model is running text-only because speculative decoding is on. Turn it off in Settings → Performance to add photos.
zh_hans: 由于已开启推测解码，此模型当前只能处理文字。请在设置中的“Performance”里将其关闭，然后再添加照片。

# image_input.unavailable.vision_memory_insufficient
source: Text chat is ready with this model. Photo mode needs more memory than this Mac has. Choose a vision model with lower memory requirements to add photos.
zh_hans: 此模型的文字聊天可以正常使用。照片模式需要的内存超过这台 Mac 的容量；如需添加照片，请选择内存需求更低的视觉模型。

# image_input.unavailable.vision_runtime_unsupported
source: This model is running text-only because its vision runtime isn't supported here. Choose a different vision-capable model to add photos.
zh_hans: 由于这台 Mac 不支持此模型的视觉运行环境，它当前只能处理文字。要添加照片，请选择另一个支持视觉的模型。

# image_input.unavailable.vision_features_unavailable
source: This model is running text-only because its vision features aren't available. Choose a different vision-capable model to add photos.
zh_hans: 此模型当前只能处理文字，因为其视觉功能不可用。要添加照片，请选择另一个支持视觉的模型。

# image_input.unavailable.text_checkpoint
source: This model doesn't support photos. Choose a vision-capable model to add photos.
zh_hans: 此模型不支持照片。要添加照片，请选择支持视觉的模型。

# image_input.unavailable.generic_text_lane
source: This model is running text-only. Photos need a vision-capable model.
zh_hans: 此模型当前只能处理文字。要添加照片，请选择支持视觉的模型。

source: (+%lld unmeasured)
zh_hans: （另有 %lld 个未测量）

source: Frees %@.
zh_hans: 可释放 %@。

source: · needs ~%lld GB
zh_hans: · 约需 %lld GB

source: %@ Continuing may cause swap thrashing, performance crashes, or system lock-up.
zh_hans: %@ 继续操作可能导致频繁换页、性能崩溃或系统卡死。

source: %@ file, %@, %@
zh_hans: %@ 文件，%@，%@

source: %@ is still downloading.
zh_hans: %@ 仍在下载。

source: %@ is still starting.
zh_hans: %@ 仍在启动。

source: %@ isn't downloaded yet
zh_hans: %@ 尚未下载

source: %@ isn't running
zh_hans: %@ 未在运行

source: %@ isn't running — retry to continue.
zh_hans: %@ 未在运行，重试后可继续。

source: %@ likely won't fit your %lld GB Mac
zh_hans: %@ 可能超出这台 %lld GB Mac 的内存

source: %@ to first token
zh_hans: 首个 token 用时 %@

source: %@ to the first token
zh_hans: 首个 token 用时 %@

source: %@ tokens per second
zh_hans: 每秒 %@ 个 token

source: %@ was downloaded by another app. Rapid can't remove it — delete it where it was installed.
zh_hans: %@ 是由其他应用下载的。Rapid 无法移除它，请到安装它的位置删除。

source: %@ will use its measured defaults.
zh_hans: %@ 将使用实测默认值。

source: %@ will use the engine defaults; no measured profile is published for it.
zh_hans: %@ 将使用引擎默认值；尚未发布针对它的实测配置。

source: %@ · %@ · %@ context
zh_hans: %@ · %@ · 上下文 %@

source: %@ · %@ · %@ free
zh_hans: %@ · %@ · 可用 %@

source: %@ · Crashed
zh_hans: %@ · 已崩溃

source: %@ · Ready
zh_hans: %@ · 就绪

source: %@ · Starting…
zh_hans: %@ · 启动中…

source: %@, %@, small model — may contradict itself in multi-turn chat
zh_hans: %@，%@，小模型，多轮对话中可能前后矛盾

source: %@, %@, tiny model — may contradict itself in multi-turn chat
zh_hans: %@，%@，微型模型，多轮对话中可能前后矛盾

source: %@. Path: %@
zh_hans: %@。路径：%@

source: %lld models
zh_hans: %lld 个模型

source: %lld of %lld active
zh_hans: 已启用 %lld / %lld

source: %lld of %lld characters
zh_hans: %lld / %lld 个字符

source: %lld%% capability
zh_hans: 能力 %lld%%

source: %lld× seen · %@
zh_hans: 出现 %lld 次 · %@

source: (no arguments)
zh_hans: （无参数）

source: (no output yet)
zh_hans: （暂无输出）

source: . Not fit for this Mac. Needs about %lld gigabytes
zh_hans: 。不适合这台 Mac，约需 %lld GB

source: 1 model
zh_hans: 1 个模型

source: 1…65535, 1024+ recommended
zh_hans: 1…65535，建议使用 1024 以上

source: 4-bit = quantization precision — less RAM, more Mac-friendly
zh_hans: 4-bit 表示量化精度：占用内存更少，更适合 Mac

source: A request is still using the models. Stop it, then try again.
zh_hans: 仍有请求在使用这些模型。请先停止，然后重试。

source: API key
zh_hans: API 密钥

source: Accuracy drops when more than %lld terms are sent at once, so keep this list to the names that actually get missed.
zh_hans: 一次发送超过 %lld 个词条时准确率会下降，因此请只保留确实容易被听错的名称。

source: Add
zh_hans: 添加

source: Add a name…
zh_hans: 添加名称…

source: Add attachments
zh_hans: 添加附件

source: Add photos or files
zh_hans: 添加照片或文件

source: Adds the Benchmark tab for measuring models on this Mac. Nothing runs until you start a benchmark.
zh_hans: 添加“基准测试”标签页，用于在这台 Mac 上测量模型。在你开始测试之前不会运行任何内容。

source: Adds the Computer Use tab; Rapid acts only on a task you choose and previews consequential actions for your approval.
zh_hans: 添加“电脑操作”标签页；Rapid 只处理你选定的任务，并在执行重要操作前先预览、等待你批准。

source: Adds the Share Compute tab for contributing this Mac to QuickSilver. Nothing connects, downloads, or runs until you explicitly start sharing.
zh_hans: 添加“共享算力”标签页，用于把这台 Mac 贡献给 QuickSilver。在你明确开始共享之前，不会连接、下载或运行任何内容。

source: Adds the Video tab; requires Apple silicon and typically 24 GB+ of unified memory, with no downloads or activity until you choose a model.
zh_hans: 添加“视频”标签页；需要 Apple 芯片，通常还需要 24 GB 以上的统一内存。在你选择模型之前不会下载或运行任何内容。

source: Adds tools and data from MCP servers you configure. Useful for tasks that need external context or actions; it does not improve the model itself and may add latency. Off by default—connector tools ask for approval unless you explicitly allow them.
zh_hans: 添加你所配置的 MCP 服务器提供的工具和数据。适用于需要外部上下文或操作的任务；它不会提升模型本身的能力，并可能增加延迟。默认关闭，连接器工具在使用前会请求批准，除非你明确允许。

source: Add…
zh_hans: 添加…

source: Agent
zh_hans: 智能体

source: All
zh_hans: 全部

source: All models
zh_hans: 全部模型

source: Allow
zh_hans: 允许

source: Allow agent action?
zh_hans: 允许智能体执行此操作？

source: Allow for this session
zh_hans: 本次会话内允许

source: Allow once
zh_hans: 允许一次

source: Allow…
zh_hans: 允许…

source: Already downloaded
zh_hans: 已下载

source: Always allow
zh_hans: 始终允许

source: Always allow applies to all future public web pages. You can turn it off in Settings → Tools.
zh_hans: “始终允许”适用于今后所有公开网页。你可以在“设置”→“工具”中关闭。

source: An http:// or https:// endpoint speaking MCP over SSE.
zh_hans: 通过 SSE 提供 MCP 服务的 http:// 或 https:// 端点。

source: An update attempt didn't take
zh_hans: 一次更新未能生效

source: App
zh_hans: 应用

source: Approval
zh_hans: 待批准

source: Approval needed
zh_hans: 需要批准

source: Approve every page automatically
zh_hans: 自动批准每个页面

source: Approx RAM
zh_hans: 预计内存

source: Archive
zh_hans: 归档

source: Archived (%lld)
zh_hans: 已归档 (%lld)

source: Arguments — one per line
zh_hans: 参数（每行一个）

source: Ask anything
zh_hans: 随便问

source: Ask before switching models when the current model is still serving API or streaming requests. Turn this off only for unattended automation.
zh_hans: 当前模型仍在处理 API 或流式请求时，切换模型前先询问。仅在无人值守的自动化场景下关闭。

source: Attach up to %lld PDF, CSV, or TXT files per message.
zh_hans: 每条消息最多可附加 %lld 个 PDF、CSV 或 TXT 文件。

source: Audio
zh_hans: 音频

source: Audio models
zh_hans: 音频模型

source: Auto-start model on launch
zh_hans: 启动时自动加载模型

source: Automatic
zh_hans: 自动

source: Automatic memory
zh_hans: 自动记忆

source: Automatic updates are enabled in signed release builds.
zh_hans: 签名的正式版本已启用自动更新。

source: Automatically download updates
zh_hans: 自动下载更新

source: B = parameters (billions) — bigger is smarter
zh_hans: B 表示参数量（十亿）：越大越聪明

source: Back to setup
zh_hans: 返回设置向导

source: Benchmark
zh_hans: 基准测试

source: Best pick
zh_hans: 最佳选择

source: Best pick for your Mac
zh_hans: 最适合你的 Mac

source: Browse all models
zh_hans: 浏览全部模型

source: Browse all models →
zh_hans: 浏览全部模型 →

source: Bug report
zh_hans: 错误报告

source: CPU %lld percent
zh_hans: CPU 占用 %lld%%

source: Cache budget
zh_hans: 缓存预算

source: Cached
zh_hans: 已缓存

source: Cancel
zh_hans: 取消

source: Cancel download
zh_hans: 取消下载

source: Cancel download (partial files stay in the HuggingFace cache and can resume on retry).
zh_hans: 取消下载（未完成的文件会保留在 HuggingFace 缓存中，重试时可续传）。

source: Cancel download of %@
zh_hans: 取消下载 %@

source: Cancel download, %lld percent
zh_hans: 取消下载，已完成 %lld%%

source: Cancel editing
zh_hans: 取消编辑

source: Cancel — go back to choosing a model without downloading
zh_hans: 取消：返回模型选择，不下载

source: Chat message input
zh_hans: 聊天消息输入框

source: Chat models
zh_hans: 对话模型

source: Chatting with %@
zh_hans: 正在与 %@ 对话

source: Check for updates…
zh_hans: 检查更新…

source: Checking for updates…
zh_hans: 正在检查更新…

source: Checking…
zh_hans: 检查中…

source: Choose PDF, CSV, TXT, PNG, JPEG, or GIF files.
zh_hans: 请选择 PDF、CSV、TXT、PNG、JPEG 或 GIF 文件。

source: Choose a model
zh_hans: 选择模型

source: Choose a model before sending.
zh_hans: 发送前请先选择模型。

source: Choose a model first
zh_hans: 请先选择模型

source: Choose a model in the box below to get started.
zh_hans: 在下方选择一个模型即可开始。

source: Choose a model to start
zh_hans: 选择模型以开始

source: Choose a models folder
zh_hans: 选择模型文件夹

source: Choose what happens when you close the main window. Rapid-MLX keeps running in the menu bar either way — this only affects whether the Dock icon stays visible.
zh_hans: 选择关闭主窗口时的行为。无论如何 Rapid-MLX 都会继续在菜单栏运行，此选项只决定程序坞图标是否保留。

source: Choose which model to run
zh_hans: 选择要运行的模型

source: Choose…
zh_hans: 选择…

source: Clear
zh_hans: 清除

source: Clear All
zh_hans: 全部清除

source: Clear all memories?
zh_hans: 清除所有记忆？

source: Clear conversation system prompt
zh_hans: 清除对话系统提示词

source: Collapse
zh_hans: 收起

source: Command
zh_hans: 命令

source: Computer Use
zh_hans: 电脑操作

source: Confirm before interrupting active requests
zh_hans: 中断进行中的请求前先确认

source: Connector actions
zh_hans: 连接器操作

source: Context window
zh_hans: 上下文窗口

source: Continue anyway
zh_hans: 仍然继续

source: Continue download despite low disk space
zh_hans: 磁盘空间不足，仍继续下载

source: Continue setup — choose your first model
zh_hans: 继续设置：选择你的第一个模型

source: Conversation System Prompt
zh_hans: 对话系统提示词

source: Conversation actions
zh_hans: 对话操作

source: Conversation name
zh_hans: 对话名称

source: Conversation system prompt
zh_hans: 对话系统提示词

source: Copied
zh_hans: 已拷贝

source: Copy
zh_hans: 拷贝

source: Copy API endpoint
zh_hans: 拷贝 API 端点

source: Copy code
zh_hans: 拷贝代码

source: Copy message
zh_hans: 拷贝消息

source: Copy response
zh_hans: 拷贝回复

source: Couldn't delete %@: %@
zh_hans: 无法删除 %@：%@

source: Couldn't load the model list. Restart Rapid-MLX to try again.
zh_hans: 无法加载模型列表。请重新启动 Rapid-MLX 后重试。

source: Couldn't start %@
zh_hans: 无法启动 %@

source: Couldn't stop %@, so it was not deleted.
zh_hans: 无法停止 %@，因此未删除。

source: Couldn't update telemetry setting
zh_hans: 无法更新遥测设置

source: Current model doesn't support photos
zh_hans: 当前模型不支持照片

source: Custom folder
zh_hans: 自定义文件夹

source: Custom model
zh_hans: 自定义模型

source: Customized for %@.
zh_hans: 已针对 %@ 自定义。

source: Default 7659 (R M L X on a phone). 8000 fallback still probed. A custom port lets your gateway keep 8000.
zh_hans: 默认为 7659（手机键盘上的 R M L X）。仍会探测备用端口 8000。使用自定义端口可以把 8000 留给你的网关。

source: Default location
zh_hans: 默认位置

source: Delete
zh_hans: 删除

source: Delete "%@"?
zh_hans: 删除“%@”？

source: Delete "%@"? This frees %@.
zh_hans: 删除“%@”？可释放 %@。

source: Delete %@ from disk
zh_hans: 从磁盘删除 %@

source: Delete Folder
zh_hans: 删除文件夹

source: Delete Image
zh_hans: 删除图像

source: Delete folder?
zh_hans: 删除文件夹？

source: Delete from disk
zh_hans: 从磁盘删除

source: Delete from disk (%@)
zh_hans: 从磁盘删除（%@）

source: Delete image
zh_hans: 删除图像

source: Delete message
zh_hans: 删除消息

source: Delete this conversation?
zh_hans: 删除此对话？

source: Delete this image?
zh_hans: 删除此图像？

source: Delete this model?
zh_hans: 删除此模型？

source: Delete “%@”?
zh_hans: 删除“%@”？

source: Deleted %@ — freed %@.
zh_hans: 已删除 %@，释放了 %@。

source: Deleted %@.
zh_hans: 已删除 %@。

source: Details
zh_hans: 详细信息

source: Details for %@
zh_hans: %@ 的详细信息

source: Diagnostics
zh_hans: 诊断

source: Dictations you make will show up here.
zh_hans: 你的听写内容会显示在这里。

source: Disk overview
zh_hans: 磁盘概览

source: Dismiss
zh_hans: 关闭

source: Dismiss %@ status
zh_hans: 关闭 %@ 状态

source: Dismiss announcement
zh_hans: 关闭公告

source: Dismiss this update
zh_hans: 忽略此更新

source: Dismiss update v%@
zh_hans: 忽略更新 v%@

source: Don't Allow
zh_hans: 不允许

source: Don't allow
zh_hans: 不允许

source: Done
zh_hans: 完成

source: Download
zh_hans: 下载

source: Download %@
zh_hans: 下载 %@

source: Download %@ before sending.
zh_hans: 发送前请先下载 %@。

source: Download %@ first
zh_hans: 请先下载 %@

source: Download %@ to start
zh_hans: 下载 %@ 以开始

source: Download from release page
zh_hans: 从发布页面下载

source: Download from the release page
zh_hans: 从发布页面下载

source: Download in background
zh_hans: 在后台下载

source: Download in the background. Restarting to install will stop active generations and local API sessions.
zh_hans: 在后台下载。重新启动以安装时，会中止正在进行的生成和本地 API 会话。

source: Download the weights from Hugging Face. Start it once the download finishes. Can take several minutes on first run.
zh_hans: 从 Hugging Face 下载权重，下载完成后即可启动。首次运行可能需要几分钟。

source: Download update %@
zh_hans: 下载更新 %@

source: Downloaded updates are installed when Rapid-MLX quits.
zh_hans: 已下载的更新会在 Rapid-MLX 退出时安装。

source: Downloading %@
zh_hans: 正在下载 %@

source: Downloading %@…
zh_hans: 正在下载 %@…

source: Downloading your local model…
zh_hans: 正在下载你的本地模型…

source: Downloading…
zh_hans: 下载中…

source: Downloading… %lld%%
zh_hans: 下载中… %lld%%

source: Edit
zh_hans: 编辑

source: Edit Memory
zh_hans: 编辑记忆

source: Edit image
zh_hans: 编辑图像

source: Edit message
zh_hans: 编辑消息

source: Editing image
zh_hans: 正在编辑图像

source: Edit…
zh_hans: 编辑…

source: Effective System Prompt
zh_hans: 生效的系统提示词

source: Enable %@
zh_hans: 启用 %@

source: Enable Benchmark
zh_hans: 启用基准测试

source: Enable Computer Use
zh_hans: 启用电脑操作

source: Enable MCP Connectors
zh_hans: 启用 MCP 连接器

source: Enable Share Compute
zh_hans: 启用共享算力

source: Enable Video Generation
zh_hans: 启用视频生成

source: Enabled
zh_hans: 已启用

source: Engine default
zh_hans: 引擎默认值

source: Enjoying Rapid-MLX?
zh_hans: 喜欢 Rapid-MLX 吗？

source: Environment — one KEY=value per line
zh_hans: 环境变量（每行一个 KEY=value）

source: Estimated download size.
zh_hans: 预计下载大小。

source: Estimated download, about %@
zh_hans: 预计下载约 %@

source: Estimated footprint exceeds your Mac's usable RAM (%lld GB).
zh_hans: 预计占用超出这台 Mac 的可用内存（%lld GB）。

source: Estimated need ≈ %lld GB; your Mac has about %lld GB available for the model.
zh_hans: 预计需要约 %lld GB；你的 Mac 约有 %lld GB 可供模型使用。

source: Estimated to need about %lld GB; this Mac has %lld GB available for models. You can download it, but starting it may fail or destabilize the Mac.
zh_hans: 预计需要约 %lld GB；这台 Mac 有 %lld GB 可供模型使用。你可以下载它，但启动时可能失败或导致 Mac 不稳定。

source: Every model in the catalog is already downloaded.
zh_hans: 目录中的所有模型都已下载。

source: Exit image editing
zh_hans: 退出图像编辑

source: Expand
zh_hans: 展开

source: Experimental
zh_hans: 实验性功能

source: Export All Chats…
zh_hans: 导出所有对话…

source: Export JSON…
zh_hans: 导出 JSON…

source: Export Markdown…
zh_hans: 导出 Markdown…

source: External
zh_hans: 外部

source: Failed
zh_hans: 失败

source: Family
zh_hans: 系列

source: Family · size
zh_hans: 系列 · 大小

source: Fast, private AI that runs on your Mac.
zh_hans: 在你的 Mac 上运行的快速、私密的 AI。

source: Faster
zh_hans: 更快

source: Faster, lighter alternative
zh_hans: 更快、更轻量的替代选择

source: Feature request
zh_hans: 功能建议

source: Feedback
zh_hans: 反馈

source: Fetch this web page?
zh_hans: 抓取此网页？

source: Fetching models…
zh_hans: 正在获取模型…

source: Files are moved to Trash and remain recoverable. Folders are never removed.
zh_hans: 文件会移到废纸篓，仍可恢复。文件夹不会被移除。

source: Filter
zh_hans: 筛选

source: Finalizing image…
zh_hans: 正在完成图像…

source: First download is about %@.
zh_hans: 首次下载约 %@。

source: Fix & remember
zh_hans: 修正并记住

source: Fix transcription
zh_hans: 修正转写

source: Fix…
zh_hans: 修正…

source: Folder name
zh_hans: 文件夹名称

source: For example `uvx` or `npx`. Rapid's engine only runs commands on its allowlist.
zh_hans: 例如 `uvx` 或 `npx`。Rapid 的引擎只运行允许列表中的命令。

source: For example: Answer concisely, use plain language, and include code examples when useful.
zh_hans: 例如：回答要简洁，使用通俗的语言，并在有帮助时附上代码示例。

source: Forced alignment
zh_hans: 强制对齐

source: Found on this Mac
zh_hans: 在这台 Mac 上找到

source: Found outside Rapid's models folder. Rapid didn't download it, so it can't remove it.
zh_hans: 位于 Rapid 的模型文件夹之外。它不是由 Rapid 下载的，因此 Rapid 无法移除。

source: GPU %lld percent
zh_hans: GPU 占用 %lld%%

source: GPU probe unavailable — Intel Macs and sandboxed apps don't expose AGXAccelerator utilisation.
zh_hans: 无法探测 GPU：Intel Mac 和沙盒应用不提供 AGXAccelerator 利用率。

source: Generate
zh_hans: 生成

source: Generate Speech
zh_hans: 生成语音

source: Generating
zh_hans: 生成中

source: Generating %@ preview
zh_hans: 正在生成 %@ 预览

source: Generating audio...
zh_hans: 正在生成音频…

source: Get a %@ key
zh_hans: 获取 %@ 密钥

source: Get started — choose your first model
zh_hans: 开始使用：选择你的第一个模型

source: Global default
zh_hans: 全局默认

source: Grant…
zh_hans: 授权…

source: Header
zh_hans: 请求头

source: Heard
zh_hans: 识别结果

source: Hide Dock icon when closing window
zh_hans: 关闭窗口时隐藏程序坞图标

source: Hide command
zh_hans: 隐藏命令

source: Hide other downloaded model variants
zh_hans: 隐藏其他已下载的模型变体

source: Hotkey
zh_hans: 快捷键

source: Hugging Face repo
zh_hans: Hugging Face 仓库

source: Image %lld, %@
zh_hans: 图像 %lld，%@

source: Image %lld, %@, selected
zh_hans: 图像 %lld，%@，已选中

source: Image models
zh_hans: 图像模型

source: Image prompt field
zh_hans: 图像提示词输入框

source: Image prompt input
zh_hans: 图像提示词输入框

source: Images
zh_hans: 图像

source: Import image to edit
zh_hans: 导入要编辑的图像

source: In use
zh_hans: 使用中

source: In-app updates need a signed release build; download this version manually.
zh_hans: 应用内更新需要签名的正式版本；请手动下载此版本。

source: Installed
zh_hans: 已安装

source: It downloads once (%@), then starts in seconds.
zh_hans: 只需下载一次（%@），之后几秒即可启动。

source: It downloads once, then starts in seconds.
zh_hans: 只需下载一次，之后几秒即可启动。

source: It's already downloaded — starting takes a few seconds.
zh_hans: 已经下载好了，启动只需几秒。

source: Its tools stop being offered to the model. The program itself isn't uninstalled.
zh_hans: 它的工具将不再提供给模型。程序本身不会被卸载。

source: Jump to latest
zh_hans: 跳到最新

source: Jump to latest, still generating
zh_hans: 跳到最新，仍在生成

source: KV cache precision
zh_hans: KV 缓存精度

source: Keep
zh_hans: 保留

source: Keep Window on Top
zh_hans: 窗口保持在最前

source: Keep on disk
zh_hans: 保留在磁盘上

source: Keep recordings
zh_hans: 保留录音

source: LOCAL
zh_hans: 本地

source: Largest
zh_hans: 最大

source: Last check failed: %@
zh_hans: 上次检查失败：%@

source: Later
zh_hans: 稍后

source: Latest release
zh_hans: 最新版本

source: Launch
zh_hans: 启动

source: Letters, numbers, dashes and underscores. Becomes the prefix on every tool this connector exposes.
zh_hans: 可使用字母、数字、连字符和下划线。它会成为此连接器所提供的每个工具的前缀。

source: Load the model first
zh_hans: 请先加载模型

source: Loading
zh_hans: 加载中

source: Loading audio models...
zh_hans: 正在加载音频模型…

source: Loading into memory…
zh_hans: 正在载入内存…

source: Loading model catalog…
zh_hans: 正在加载模型目录…

source: Loading the model into memory…
zh_hans: 正在将模型载入内存…

source: Loading…
zh_hans: 加载中…

source: Manage the on-disk model cache. Download what you need in the background; delete what you don't to reclaim space.
zh_hans: 管理磁盘上的模型缓存。在后台下载需要的模型，删除不需要的以释放空间。

source: Markdown table
zh_hans: Markdown 表格

source: Math: %@
zh_hans: 数学公式：%@

source: Measured size on disk. Deleting frees this much.
zh_hans: 实测磁盘占用。删除后可释放这么多空间。

source: Measured size on disk. Downloaded by another app — Rapid can't delete it.
zh_hans: 实测磁盘占用。由其他应用下载，Rapid 无法删除。

source: Measured size on disk. Stop this model before deleting it.
zh_hans: 实测磁盘占用。删除前请先停止此模型。

source: Memory
zh_hans: 记忆

source: Memory probe failed — host_statistics64 returned an error.
zh_hans: 内存探测失败：host_statistics64 返回了错误。

source: Message compose field
zh_hans: 消息输入框

source: Model
zh_hans: 模型

source: Model Management
zh_hans: 模型管理

source: Model type
zh_hans: 模型类型

source: Model: %@ — click to change
zh_hans: 模型：%@（点按以更改）

source: Models
zh_hans: 模型

source: Models are still loaded
zh_hans: 模型仍处于加载状态

source: Models folder
zh_hans: 模型文件夹

source: Move to Folder
zh_hans: 移到文件夹

source: Move to New Folder…
zh_hans: 移到新文件夹…

source: Name
zh_hans: 名称

source: Needed to watch for the hotkey and to type into other apps. macOS applies it at launch — quit and reopen Rapid after allowing.
zh_hans: 用于监听快捷键并在其他应用中输入文字。macOS 在启动时应用此权限，允许后请退出并重新打开 Rapid。

source: New Chat
zh_hans: 新对话

source: New Folder
zh_hans: 新建文件夹

source: Next response
zh_hans: 下一个回复

source: Next version
zh_hans: 下一个版本

source: No account, no subscription.
zh_hans: 无需账号，无需订阅。

source: No chat models are available yet.
zh_hans: 暂时没有可用的对话模型。

source: No connectors yet. Add one to give the model tools beyond the built-ins.
zh_hans: 还没有连接器。添加一个，让模型获得内置工具之外的能力。

source: No conversations yet
zh_hans: 还没有对话

source: No embedded API key is stored in your Keychain.
zh_hans: 你的钥匙串中没有存储内置 API 密钥。

source: No image editing models available
zh_hans: 没有可用的图像编辑模型

source: No image generation models available
zh_hans: 没有可用的图像生成模型

source: No matches for "%@".
zh_hans: 没有与“%@”匹配的结果。

source: No memories yet. They appear here after the assistant completes a conversation.
zh_hans: 还没有记忆。助手完成一次对话后，记忆会显示在这里。

source: No model chosen
zh_hans: 未选择模型

source: No models available
zh_hans: 没有可用的模型

source: No models found. Restart Rapid-MLX to try again.
zh_hans: 未找到模型。请重新启动 Rapid-MLX 后重试。

source: No terms yet. Add the names Rapid keeps getting wrong — project names, people, product names.
zh_hans: 还没有词条。添加 Rapid 总是听错的名称，例如项目名、人名、产品名。
